[
    {
        "title": "Tix: Tecnologias Assistivas",
        "lead": "Inovadora e comprometida com a inclusão, a TiX Tecnologia Assistiva tem se destacado como pioneira na criação de soluções tecnológicas para pessoas com deficiência. Desde sua fundação em 2009, a empresa brasileira sediada em Belo Horizonte tem impulsionado uma verdadeira revolução na forma como indivíduos com deficiência interagem com o mundo digital. Com uma ampla gama de produtos e programas inovadores, a TiX está na vanguarda da promoção da acessibilidade e autonomia para todos, independentemente de suas habilidades físicas ou cognitivas.",
        "path": "tix-tecnologias-assistivas",
        "imagePath": "images/articles/image8.jpg",
        "htmlText": "<h2>Contexto Histórico</h2><p style='font-size:large;text-align:justify;'>A TiX Tecnologia Assistiva, fundada em 2009 em Belo Horizonte como Geraes e rebatizada como TiX em 2019, utiliza tecnologias assistivas para inclusão social. O primeiro projeto, “Sistema DPS2000”, ajudava deficientes visuais no transporte público. Em 2015, desenvolveram o 'Teclado Inteligente Multifuncional TiX', que combina aplicativos de acessibilidade digital, comunicação, inclusão escolar e reabilitação. Em 2018, expandiram para os EUA como Key2Enable, e em 2021 lançaram o mouse de cabeça Colibri.</p><h2>Tecnologias Desenvolvidas</h2><h3>HARDWARES</h3><h4>Teclado Inteligente Multifuncional TiX</h4><p style='font-size:large;text-align:justify;'><strong>Figura 01: TiX</strong></p><img style='width:200px;height:150px' src='images/articles/image2.jpg'/><p style='font-size:large;text-align:justify;'><em>Fonte: TiX. [Home Produto] TiX. Disponível em: <a href='https://tix.life/categoria_aplicacoes/tix/' target='_blank'>https://tix.life/categoria_aplicacoes/tix/</a>. Acesso em: 03 de junho de 2024.</em></p><blockquote>“O TiX é um recurso inovador que dá autonomia para pessoas com qualquer limitação motora controlarem qualquer computador.” TiX Tecnologia Assistiva. Disponível em: <a href='https://tix.life/categoria_aplicacoes/tix/' target='_blank'>https://tix.life/categoria_aplicacoes/tix/</a>. Acessado em: 03 de junho de 2024.</blockquote><h4>Colibri</h4><p style='font-size:large;text-align:justify;'><strong>Figura 02: Colibri</strong></p><img style='width:200px;height:150px' src='images/articles/image3.jpg'/><p style='font-size:large;text-align:justify;'><em>Fonte: voacolibri. Imagem do dispositivo Colibri. Disponível em: <a href='https://voacolibri.com.br/' target='_blank'>https://voacolibri.com.br/</a>. Acessado em: 03 de junho de 2024.</em></p><blockquote>“O Colibri é um mouse que permite controlar o cursor do computador com precisão usando apenas os movimentos da cabeça.” voacolibri. Disponível em: <a href='https://voacolibri.com.br/' target='_blank'>https://voacolibri.com.br/</a>. Acessado em: 03 de junho de 2024.</blockquote><h3>SOFTWARES</h3><h4>Telepatix</h4><p style='font-size:large;text-align:justify;'><strong>Figura 03: Telepatix</strong></p><img style='width:200px;height:150px' src='images/articles/image4.jpg'/><p style='font-size:large;text-align:justify;'><em>Fonte: Telepatix. Disponível em: <a href='https://telepatix.app/' target='_blank'>https://telepatix.app/</a>. Acesso em: 03 de junho de 2024.</em></p><blockquote>“O Telepatix facilita a escrita por soletração para pessoas impossibilitadas de falar devido a deficiências motoras.” Telepatix. Disponível em: <a href='https://telepatix.app/' target='_blank'>https://telepatix.app/</a>. Acessado em: 03 de junho de 2024.</blockquote><h4>Expressia</h4><p style='font-size:large;text-align:justify;'><strong>Figura 04: Expressia</strong></p><img style='width:200px;height:150px' src='images/articles/image5.png'/><p style='font-size:large;text-align:justify;'><em>Fonte: TiX Tecnologia Assistiva. Disponível em: <a href='https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/' target='_blank'>https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/</a>. Acessado em: 03 de junho de 2024.</em></p><blockquote>“O Expressia auxilia pessoas que não podem se comunicar verbalmente, permitindo a criação de mensagens com imagens, palavras e outros elementos.” TiX. Disponível em: <a href='https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/' target='_blank'>https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/</a>. Acessado em: 03 de junho de 2024.</blockquote><h2>Programas e Projetos</h2><h3>Colibrino</h3><p style='font-size:large;text-align:justify;'>Visa democratizar o acesso à tecnologia assistiva, permitindo que qualquer pessoa construa seu próprio mouse de cabeça.</p><blockquote>“O Colibrino permite acesso a um recurso de acessibilidade robusto, mesmo para quem não pode comprar o produto final. A comunidade maker pode aprimorar o Colibri.” TiX. Disponível em: <a href='https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/' target='_blank'>https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/</a>. Acessado em: 03 de junho de 2024.</blockquote><p style='font-size:large;text-align:justify;'><strong>Figura 05: Colibrino</strong></p><img style='width:200px;height:150px' src='images/articles/image6.png'/><p style='font-size:large;text-align:justify;'><em>Fonte: TiX. Disponível em: <a href='https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/' target='_blank'>https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/</a>. Acessado em: 03 de junho de 2024.</em></p><h3>TiX Letramento</h3><p style='font-size:large;text-align:justify;'>Programa educacional em parceria com Actcon e Olivas Acessibilidade Digital para apoiar a Educação Inclusiva e o Atendimento Educacional Especializado (AEE) nas escolas públicas.</p><blockquote>“O Programa TiX Letramento empodera profissionais de Educação Inclusiva, ampliando as possibilidades de comunicação, criatividade e desenvolvimento de competências para pessoas com deficiência.” amigomicro. Disponível em: <a href='https://www.amigomicro.com.br/detalhe-da-materia/info/key2enable-e-portfolio-company-da-singularity-university/6072' target='_blank'>https://www.amigomicro.com.br/detalhe-da-materia/info/key2enable-e-portfolio-company-da-singularity-university/6072</a>. Acessado em: 03 de junho de 2024.</blockquote><p style='font-size:large;text-align:justify;'>Implementado em municípios como Vitória (ES), onde R$ 2.319.570,00 foram investidos, beneficiando 1834 alunos de 53 escolas com AEE, e capacitando 180 professores.</p><p style='font-size:large;text-align:justify;'><strong>Figura 06: Equipamentos do programa educacional TiX</strong></p><img style='width:200px;height:150px' src='images/articles/image7.png'/><p style='font-size:large;text-align:justify;'><em>Fonte: amigomicro. Disponível em: <a href='https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento' target='_blank'>https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento</a>. Acessado em: 03 de junho de 2024.</em></p><h2>Referências Bibliográficas</h2><ul><li><a href='https://tix.life/categoria_aplicacoes/tix/' target='_blank'>https://tix.life/categoria_aplicacoes/tix/</a></li><li><a href='https://tix.life/institucional/' target='_blank'>https://tix.life/institucional/</a></li><li><a href='https://telepatix.app/' target='_blank'>https://telepatix.app/</a></li><li><a href='https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/' target='_blank'>https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/</a></li><li><a href='https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento' target='_blank'>https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento</a></li></ul>",
        "author": {
            "name": "Juan Marques",
            "about": "Aspirante a desenvolvedor backend C++"
        }
    },
    {
        "title": "Contexto Histórico: Acessibilidade e Tecnologias Assistivas",
        "lead": "A acessibilidade e a inclusão social são temas cada vez mais discutidos, especialmente nas últimas décadas, impulsionados pelo rápido avanço tecnológico. Neste contexto, as tecnologias assistivas emergem como ferramentas essenciais para garantir a participação plena de pessoas com deficiências na sociedade contemporânea. Este artigo explora a evolução histórica dessas tecnologias, destacando seu impacto na qualidade de vida e os desafios econômicos enfrentados para sua produção e implementação.",
        "path": "contexto-historico-acessibilidade-e-tecnologias-assistivas",
        "imagePath": "images/articles/image9.jpg",
        "htmlText":"<p style='font-size:large;text-align:justify;'>Não é de hoje que acessibilidade e inclusão são pautas discutidas por vários autores. Entretanto, nas duas últimas décadas, com o forte estouro do avanço tecnológico, tem se falado cada vez mais sobre acessibilidade, principalmente tendo-se vista a forte dependência tecnológica que a sociedade atual tem.</p><p style='font-size:large;text-align:justify;'>Inclusão social é muitas vezes, por diversos autores, erroneamente definida através do conceito de exclusão, que coloca exclusão e inclusão como duas faces de uma mesma moeda, duas metades de um mundo dualista, em que respectivamente, uma metade está excluída por possuir necessidades especiais e, a outra metade está incluída em virtude de não possuírem tais necessidades. Essa é uma definição que coloca os indivíduos em um dramático estigma de “excluído ou incluído\", em que o objetivo é trazer a metade dos excluídos para a metade já incluída desprezando as necessidades de qualidade de vida de cada um. Além disso, essa analogia não propõe uma adaptação por parte da metade “já incluída” do mundo, muitas vezes direcionando arbitrariamente a responsabilidade de mudança exclusivamente às pessoas com necessidades especiais.</p><p style='font-size:large;text-align:justify;'>Se afastando deste discurso genérico, podemos definir inclusão social como “um um processo que se prolonga ao longo da vida de um indivíduo e que tem por finalidade a melhoria da qualidade de vida do mesmo”. Em outras palavras, quando se fala em inclusão, se fala sobre qualidade de vida.</p><h2>Contexto Histórico e Inclusão Digital</h2><p style='font-size:large;text-align:justify;'>Do final do século XX para cá, a humanidade vivenciou uma série de avanços na tecnologia da informação e nos meios de comunicação nunca antes vistos, como por exemplo a democratização da internet e sua integração na vida cotidiana. A vida cotidiana passou a ser cada vez mais conectada à tecnologia. Além destes afagos de todos esses avanços tecnológicos, com a incidência da pandemia de 2020 a 2022, tivemos mais uma alta no crescimento do uso de aparelhos como tablets, computadores e celulares no ambiente de trabalho e acadêmico. Isso nos leva a crer que é impossível desfrutar da sociedade contemporânea sem o acesso a tecnologia. Vendo todos esses avanços mencionados, não é difícil imaginar que para pessoas com necessidades especiais, a tecnologia pode servir como uma ponte vital para a inclusão e participação na sociedade contemporânea. Desta forma, nascem as tecnologias assistivas.</p><h2>Tecnologias Assistivas</h2><p style='font-size:large;text-align:justify;'>Podemos definir como tecnologia assistiva toda ferramentas, dispositivo, equipamento ou sistema desenvolvidos para auxiliar pessoas com deficiências físicas, sensoriais ou cognitivas a realizar tarefas cotidianas. O primeiro exemplar de dispositivo assistivo a se imaginar pelo senso comum são os dispositivos de mobilidade assistiva – ou em jargão popular, cadeiras de rodas – que auxiliam a mobilidade de portadores de diversos tipos de deficiência física. Outros tipos de tecnologia assistiva incluem:</p><ul><li>Dispositivos de comunicação alternativa: como sistemas de comunicação aumentativa e alternativa (CAA), que permitem que pessoas com dificuldades de fala se comuniquem através de símbolos, imagens ou dispositivos eletrônicos.</li><li>Próteses e órteses: dispositivos mecânicos ou eletrônicos que substituem ou complementam partes do corpo, ajudando pessoas com deficiências físicas a realizar atividades como andar, segurar objetos, etc.</li><li>Tecnologias para deficiências visuais: como leitores de tela, lupas eletrônicas e sistemas de reconhecimento óptico de caracteres (OCR), que ajudam pessoas com deficiência visual a acessar informações em dispositivos eletrônicos e no ambiente ao seu redor.</li><li>Tecnologias para deficiências auditivas: como aparelhos auditivos, implantes cocleares e sistemas de amplificação sonora, que melhoram a capacidade auditiva e facilitam a comunicação para pessoas com deficiência auditiva.</li><li>Softwares de acessibilidade: como programas de reconhecimento de voz, teclados virtuais adaptativos, leitores de tela e ampliadores de tela, melhorias de audição, melhorias de leitura são exemplo de softwares feitos para auxiliar pessoas com dificuldade diversas a usufruir melhor de dispositivos como computadores e smartphones.</li></ul><h2>Dificuldades das Tecnologias Assistivas</h2><p style='font-size:large;text-align:justify;'>Muitos dos avanços científicos mencionados neste artigo só foram possíveis através da viabilização econômica oferecida pela produção em massa. Uma vez que praticamente todos os dispositivos tecnológicos – celulares, mouses, teclados – são produzidos de forma padronizada, isso pode ser feito em ampla escala para serem comprados e usados pelo público geral. Dessa forma, não fica difícil de se inferir que uma das maiores dificuldades para o desenvolvimento de tecnologias assistivas seja a sua viabilização econômica. Para muitas empresas de tecnologia, investir no desenvolvimento de suas próprias tecnologias assistivas é um passo arriscado.</p><p style='font-size:large;text-align:justify;'>Uma alternativa para essa dificuldade é a produção personalizada por encomendas. Essa é uma opção que, embora nos tempos atuais ainda não permitam uma acessibilidade financeira em largas proporções, ainda permite que muitas empresas consigam produzir material que atenda as necessidades específicas de portadores de necessidades especiais, sem recorrer ao velho estigma do “incluído ou excluído”.</p><h2>Bibliografia</h2><ul><li><a href=\"https://www.scielo.br/j/pci/a/bNWjQvcxSFrkhDxWJpv6FSx/\" target=\"_blank\">Scielo</a></li><li><a href=\"https://www.e-compos.org.br/e-compos/article/view/144\" target=\"_blank\">E-compos</a></li><li><a href=\"https://www.eco.unicamp.br/images/arquivos/artigos/398/coutinho.pdf\" target=\"_blank\">Unicamp</a></li><li>Decreto Nº 914/93; Lei 7853/89; Programa PROJOVEM</li></ul>",
        "author": {
            "name": "Lucas Araújo",
            "about": "Aspirante a desenvolvedor backend Python"
        }
    },
    {
        "title": "Acessibilidade: Leis e Normas no Brasil e no Mundo",
        "lead": "A acessibilidade é um direito fundamental que assegura a todas as pessoas, independentemente de suas condições físicas ou sensoriais, acesso igualitário a espaços, serviços e produtos. Este artigo destaca as principais leis e normas de acessibilidade no Brasil e no mundo, mostrando como diferentes legislações promovem a inclusão e a participação plena das pessoas com deficiência na sociedade.",
        "path": "acessibilidade-leis-e-normas-no-brasil-e-no-mundo",
        "imagePath": "images/articles/image10.jpg",
        "htmlText": "<p style='font-size:large;text-align:justify;'>A acessibilidade é um direito fundamental, garantindo que todas as pessoas, independentemente de suas condições físicas ou sensoriais, possam ter acesso e usufruir de espaços, serviços e produtos de maneira igualitária. Diversas leis e normas, tanto no Brasil quanto em âmbito internacional, foram estabelecidas para assegurar esses direitos. A seguir, estão algumas das principais leis de acessibilidade:</p><h2>Leis de Acessibilidade no Brasil</h2><h3>1. Lei nº 10.098/2000 - Lei de Acessibilidade</h3><p style='font-size:large;text-align:justify;'>Promulgada em 19 de dezembro de 2000, a Lei nº 10.098 estabelece normas gerais e critérios básicos para a promoção da acessibilidade das pessoas com deficiência ou com mobilidade reduzida. Entre seus principais pontos, destacam-se:</p><ul><li><strong>Acessibilidade em edificações públicas e privadas:</strong> Determina que todas as construções, reformas e ampliações de edificações de uso público ou coletivo sejam planejadas de forma a garantir acessibilidade.</li><li><strong>Transporte público:</strong> Obriga a adaptação dos veículos e equipamentos de transporte coletivo, garantindo acesso às pessoas com deficiência.</li><li><strong>Comunicação:</strong> Prevê a implementação de recursos de tecnologia assistiva em meios de comunicação, como legendas, audiodescrição e Libras.</li></ul><h3>2. Lei nº 13.146/2015 - Estatuto da Pessoa com Deficiência</h3><p style='font-size:large;text-align:justify;'>Conhecida como a Lei Brasileira de Inclusão da Pessoa com Deficiência, essa lei foi sancionada em 6 de julho de 2015 e representa um marco na proteção dos direitos das pessoas com deficiência. Entre suas disposições, incluem-se:</p><ul><li><strong>Educação:</strong> Assegura o acesso à educação em todos os níveis de ensino e a obrigatoriedade de adaptação dos conteúdos e materiais didáticos.</li><li><strong>Saúde:</strong> Garante atendimento prioritário e especializado, além do fornecimento de órteses e próteses.</li><li><strong>Trabalho:</strong> Estipula a reserva de vagas e a adaptação de locais de trabalho para pessoas com deficiência.</li><li><strong>Acessibilidade em ambientes físicos e virtuais:</strong> Define padrões de acessibilidade para edificações, meios de transporte, sistemas de comunicação e serviços da internet.</li></ul><h3>3. Decreto nº 5.296/2004</h3><p style='font-size:large;text-align:justify;'>Regulamentando a Lei nº 10.098/2000, o Decreto nº 5.296, de 2 de dezembro de 2004, detalha os critérios e as normas técnicas de acessibilidade a serem seguidos em diversas áreas. Seus principais pontos incluem:</p><ul><li><strong>Acessibilidade arquitetônica:</strong> Estabelece normas para a eliminação de barreiras físicas e arquitetônicas, detalhando dimensões e especificações para rampas, calçadas, banheiros, entre outros.</li><li><strong>Comunicação:</strong> Prevê a obrigatoriedade de serviços de atendimento em Libras e a presença de tradutores em eventos públicos.</li><li><strong>Tecnologia:</strong> Exige a adaptação de websites e softwares para garantir acesso às pessoas com deficiência visual e auditiva.</li></ul><h3>4. Norma Brasileira (NBR) 9050:2020</h3><p style='font-size:large;text-align:justify;'>A NBR 9050 é uma norma técnica da Associação Brasileira de Normas Técnicas (ABNT), revisada em 2020, que estabelece critérios e parâmetros técnicos para a promoção da acessibilidade em edificações, mobiliário, espaços e equipamentos urbanos. Alguns pontos principais incluem:</p><ul><li><strong>Acessibilidade em edificações:</strong> Detalha as medidas e especificações para a construção de rampas, elevadores, banheiros adaptados, sinalização tátil, entre outros.</li><li><strong>Espaços públicos:</strong> Define os padrões para calçadas, praças, parques e demais espaços de uso público, garantindo circulação segura e acessível.</li><li><strong>Mobilidade:</strong> Fornece orientações para a adaptação de veículos e sistemas de transporte, incluindo ônibus, trens e metrôs.</li></ul><h2>Leis Internacionais de Acessibilidade</h2><h3>1. Americans with Disabilities Act (ADA) - Estados Unidos</h3><p style='font-size:large;text-align:justify;'>A ADA, promulgada em 1990, é uma das legislações mais abrangentes sobre acessibilidade no mundo. Ela proíbe a discriminação contra pessoas com deficiência em várias áreas da vida pública e privada. Seus principais pontos incluem:</p><ul><li><strong>Emprego:</strong> Proíbe a discriminação no local de trabalho e exige acomodações razoáveis para funcionários com deficiência.</li><li><strong>Espaços Públicos:</strong> Estabelece requisitos para acessibilidade em locais públicos e comerciais.</li><li><strong>Transporte:</strong> Obriga a adaptação de sistemas de transporte público para garantir acesso às pessoas com deficiência.</li><li><strong>Telecomunicações:</strong> Exige que empresas de telecomunicações forneçam serviços adaptados para pessoas com deficiência auditiva e de fala.</li></ul><h3>2. Disability Discrimination Act (DDA) - Reino Unido</h3><p style='font-size:large;text-align:justify;'>O DDA, implementado em 1995 e posteriormente integrado ao Equality Act 2010, visa proteger os direitos das pessoas com deficiência e garantir sua participação plena na sociedade. Alguns de seus principais aspectos são:</p><ul><li><strong>Educação:</strong> Exige a eliminação de barreiras ao acesso à educação para pessoas com deficiência.</li><li><strong>Trabalho:</strong> Proíbe a discriminação no emprego e promove a adaptação de ambientes de trabalho.</li><li><strong>Serviços e Bens:</strong> Obriga a adaptação de serviços e bens para torná-los acessíveis.</li><li><strong>Transporte:</strong> Estipula a adaptação de veículos e sistemas de transporte para garantir acessibilidade.</li></ul><h3>3. Convention on the Rights of Persons with Disabilities (CRPD) - ONU</h3><p style='font-size:large;text-align:justify;'>A CRPD, adotada pela Assembleia Geral da ONU em 2006, é um tratado internacional que visa proteger e garantir os direitos e a dignidade das pessoas com deficiência. Alguns de seus principais artigos incluem:</p><ul><li><strong>Educação:</strong> Assegura o direito à educação inclusiva em todos os níveis.</li><li><strong>Saúde:</strong> Garante o acesso a serviços de saúde sem discriminação.</li><li><strong>Trabalho e Emprego:</strong> Promove a igualdade de oportunidades no mercado de trabalho.</li><li><strong>Acessibilidade:</strong> Estabelece a obrigação dos Estados Partes de garantir que edifícios, estradas, transporte e outras instalações e serviços abertos ao público sejam acessíveis às pessoas com deficiência.</li></ul>",
        "author": {
            "name": "Murilo Roseni",
            "about": "Aspirante a desenvolvedor backend dotnet"
        }
    },
    {
        "title": "Desenvolvimento de Tecnologias Assistivas",
        "lead": "As tecnologias assistivas desempenham um papel crucial ao facilitar o cotidiano de pessoas com deficiência, permitindo-lhes utilizar ferramentas e serviços de maneiras inovadoras. Em uma entrevista com a TIX, exploramos o desenvolvimento de equipamentos como o Colibri e descobrimos como a combinação de hardware e software pode transformar vidas.",
        "path": "desenvolvimento-de-tecnologias-assistivas",
        "imagePath": "images/articles/tecnologias-assistivas.jpeg",
        "htmlText": "<p style='font-size:large;text-align:justify;'>As tecnologias assistivas são aquelas destinadas a auxiliar de alguma forma o cotidiano daqueles inaptos a utilizar de maneira tradicional alguma ferramenta, equipamento ou serviço.</p><p style='font-size:large;text-align:justify;'>Em nossa entrevista com a TIX, foi questionado como eram desenvolvidos os equipamentos de acessibilidade, como o Colibri. Embora estudantes de tecnologia, e talvez por isso, ficamos curiosos com os diferentes processos que poderiam existir no desenvolvimento de algo quase mágico. A resposta era mais simples do que pensávamos.</p><p style='font-size:large;text-align:justify;'>Em tecnologias como o Colibri, onde um hardware (a parte física de aparelhos eletrônicos) externos se comunica com um computador, como em celular ou desktop, é realizado basicamente um trabalho de eletrônica. Poderia ser encaixado em um mundo particular da tecnologia, o desenvolvimento de sistemas embarcados, que são aqueles encapsulados em um único equipamento e dedicados a eles.</p><p style='font-size:large;text-align:justify;'>Além do hardware, sistemas embarcados podem necessitar de um software (o programa/aplicativo deste computador) dedicado a eles. Caso o software esteja embarcado junto do equipamento, normalmente é requerido dele ser extremamente 'rápido' e enxuto, devido as normais limitações de hardwares embarcados, por serem menores e, normalmente, terem o objetivo de serem mais baratos de se produzir.</p><p style='font-size:large;text-align:justify;'>Também há a possibilidade de um software externo, um aplicativo utilizado dentro do computador em que se destina aquele equipamento. A própria TIX produz este tipo de software, um de seus produtos, o teclado inteligente TIX, possui aplicativos de aprendizagem e até mesmo jogos de demonstração.</p><p style='font-size:large;text-align:justify;'>Voltando ao Colibri, este não necessita de um software especializado, sendo quase tudo realizado por meio de circuitos eletrônicos, ou seja, o próprio hardware contém a lógica de controle do equipamento.</p><p style='font-size:large;text-align:justify;'>Tecnologias assistivas podem existir de diversas formas, e aqui apenas abordamos algumas das formas de se produzir tecnologias digitais e/ou eletrônicas, sendo bem comum também o uso de tecnologias puramente mecânicas, como por exemplo uma cadeira de rodas, que não deixa de ser a expertise humana aplicada em prol da acessibilidade.</p><p style='font-size:large;text-align:justify;'>Empresas como a TIX poderiam ser ainda maiores e existir ainda mais, é um mercado com consumidores em potencial, quase 10% da população brasileira possui algum tipo de deficiência. Infelizmente, dado diversos fatores, é uma parcela sub atendida da população.</p>",
        "author": {
            "name": "Willian dos Santos",
            "about": "Aspirante a desenvolvedor fullstack dotnet"
        }
    }
]
