[
    {
        "title": "Tix: Tecnologias Assistivas",
        "lead": "Inovadora e comprometida com a inclusão, a TiX Tecnologia Assistiva tem se destacado como pioneira na criação de soluções tecnológicas para pessoas com deficiência. Desde sua fundação em 2009, a empresa brasileira sediada em Belo Horizonte tem impulsionado uma verdadeira revolução na forma como indivíduos com deficiência interagem com o mundo digital. Com uma ampla gama de produtos e programas inovadores, a TiX está na vanguarda da promoção da acessibilidade e autonomia para todos, independentemente de suas habilidades físicas ou cognitivas.",
        "path": "tix-tecnologias-assistivas",
        "imagePath": "images/articles/image8.jpg",
        "htmlText": "<h2>Contexto Histórico</h2><p style='font-size:large;text-align:justify;'>A TiX Tecnologia Assistiva, fundada em 2009 em Belo Horizonte como Geraes e rebatizada como TiX em 2019, utiliza tecnologias assistivas para inclusão social. O primeiro projeto, “Sistema DPS2000”, ajudava deficientes visuais no transporte público. Em 2015, desenvolveram o 'Teclado Inteligente Multifuncional TiX', que combina aplicativos de acessibilidade digital, comunicação, inclusão escolar e reabilitação. Em 2018, expandiram para os EUA como Key2Enable, e em 2021 lançaram o mouse de cabeça Colibri.</p><h2>Tecnologias Desenvolvidas</h2><h3>HARDWARES</h3><h4>Teclado Inteligente Multifuncional TiX</h4><p style='font-size:large;text-align:justify;'><strong>Figura 01: TiX</strong></p><img style='width:200px;height:150px' src='images/articles/image2.jpg'/><p style='font-size:large;text-align:justify;'><em>Fonte: TiX. [Home Produto] TiX. Disponível em: <a href='https://tix.life/categoria_aplicacoes/tix/' target='_blank'>https://tix.life/categoria_aplicacoes/tix/</a>. Acesso em: 03 de junho de 2024.</em></p><blockquote>“O TiX é um recurso inovador que dá autonomia para pessoas com qualquer limitação motora controlarem qualquer computador.” TiX Tecnologia Assistiva. Disponível em: <a href='https://tix.life/categoria_aplicacoes/tix/' target='_blank'>https://tix.life/categoria_aplicacoes/tix/</a>. Acessado em: 03 de junho de 2024.</blockquote><h4>Colibri</h4><p style='font-size:large;text-align:justify;'><strong>Figura 02: Colibri</strong></p><img style='width:200px;height:150px' src='images/articles/image3.jpg'/><p style='font-size:large;text-align:justify;'><em>Fonte: voacolibri. Imagem do dispositivo Colibri. Disponível em: <a href='https://voacolibri.com.br/' target='_blank'>https://voacolibri.com.br/</a>. Acessado em: 03 de junho de 2024.</em></p><blockquote>“O Colibri é um mouse que permite controlar o cursor do computador com precisão usando apenas os movimentos da cabeça.” voacolibri. Disponível em: <a href='https://voacolibri.com.br/' target='_blank'>https://voacolibri.com.br/</a>. Acessado em: 03 de junho de 2024.</blockquote><h3>SOFTWARES</h3><h4>Telepatix</h4><p style='font-size:large;text-align:justify;'><strong>Figura 03: Telepatix</strong></p><img style='width:200px;height:150px' src='images/articles/image4.jpg'/><p style='font-size:large;text-align:justify;'><em>Fonte: Telepatix. Disponível em: <a href='https://telepatix.app/' target='_blank'>https://telepatix.app/</a>. Acesso em: 03 de junho de 2024.</em></p><blockquote>“O Telepatix facilita a escrita por soletração para pessoas impossibilitadas de falar devido a deficiências motoras.” Telepatix. Disponível em: <a href='https://telepatix.app/' target='_blank'>https://telepatix.app/</a>. Acessado em: 03 de junho de 2024.</blockquote><h4>Expressia</h4><p style='font-size:large;text-align:justify;'><strong>Figura 04: Expressia</strong></p><img style='width:200px;height:150px' src='images/articles/image5.png'/><p style='font-size:large;text-align:justify;'><em>Fonte: TiX Tecnologia Assistiva. Disponível em: <a href='https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/' target='_blank'>https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/</a>. Acessado em: 03 de junho de 2024.</em></p><blockquote>“O Expressia auxilia pessoas que não podem se comunicar verbalmente, permitindo a criação de mensagens com imagens, palavras e outros elementos.” TiX. Disponível em: <a href='https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/' target='_blank'>https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/</a>. Acessado em: 03 de junho de 2024.</blockquote><h2>Programas e Projetos</h2><h3>Colibrino</h3><p style='font-size:large;text-align:justify;'>Visa democratizar o acesso à tecnologia assistiva, permitindo que qualquer pessoa construa seu próprio mouse de cabeça.</p><blockquote>“O Colibrino permite acesso a um recurso de acessibilidade robusto, mesmo para quem não pode comprar o produto final. A comunidade maker pode aprimorar o Colibri.” TiX. Disponível em: <a href='https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/' target='_blank'>https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/</a>. Acessado em: 03 de junho de 2024.</blockquote><p style='font-size:large;text-align:justify;'><strong>Figura 05: Colibrino</strong></p><img style='width:200px;height:150px' src='images/articles/image6.png'/><p style='font-size:large;text-align:justify;'><em>Fonte: TiX. Disponível em: <a href='https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/' target='_blank'>https://tix.life/tecnologia-assistiva/colibrino-faca-voce-mesmo-seu-colibri/</a>. Acessado em: 03 de junho de 2024.</em></p><h3>TiX Letramento</h3><p style='font-size:large;text-align:justify;'>Programa educacional em parceria com Actcon e Olivas Acessibilidade Digital para apoiar a Educação Inclusiva e o Atendimento Educacional Especializado (AEE) nas escolas públicas.</p><blockquote>“O Programa TiX Letramento empodera profissionais de Educação Inclusiva, ampliando as possibilidades de comunicação, criatividade e desenvolvimento de competências para pessoas com deficiência.” amigomicro. Disponível em: <a href='https://www.amigomicro.com.br/detalhe-da-materia/info/key2enable-e-portfolio-company-da-singularity-university/6072' target='_blank'>https://www.amigomicro.com.br/detalhe-da-materia/info/key2enable-e-portfolio-company-da-singularity-university/6072</a>. Acessado em: 03 de junho de 2024.</blockquote><p style='font-size:large;text-align:justify;'>Implementado em municípios como Vitória (ES), onde R$ 2.319.570,00 foram investidos, beneficiando 1834 alunos de 53 escolas com AEE, e capacitando 180 professores.</p><p style='font-size:large;text-align:justify;'><strong>Figura 06: Equipamentos do programa educacional TiX</strong></p><img style='width:200px;height:150px' src='images/articles/image7.png'/><p style='font-size:large;text-align:justify;'><em>Fonte: amigomicro. Disponível em: <a href='https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento' target='_blank'>https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento</a>. Acessado em: 03 de junho de 2024.</em></p><h2>Referências Bibliográficas</h2><ul><li><a href='https://tix.life/categoria_aplicacoes/tix/' target='_blank'>https://tix.life/categoria_aplicacoes/tix/</a></li><li><a href='https://tix.life/institucional/' target='_blank'>https://tix.life/institucional/</a></li><li><a href='https://telepatix.app/' target='_blank'>https://telepatix.app/</a></li><li><a href='https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/' target='_blank'>https://tix.life/tecnologia-assistiva/7-aplicativos-gratuitos-para-ajudar-as-pessoas-com-deficiencia/</a></li><li><a href='https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento' target='_blank'>https://www.amigomicro.com.br/arquivo/download/32/categoria/159/tix_letramento</a></li></ul>",
        "author": {
            "name": "Juan Marques",
            "about": "Aspirante a desenvolvedor backend C++"
        }
    },
    {
        "title": "Contexto Histórico: Acessibilidade e Tecnologias Assistivas",
        "lead": "A acessibilidade e a inclusão social são temas cada vez mais discutidos, especialmente nas últimas décadas, impulsionados pelo rápido avanço tecnológico. Neste contexto, as tecnologias assistivas emergem como ferramentas essenciais para garantir a participação plena de pessoas com deficiências na sociedade contemporânea. Este artigo explora a evolução histórica dessas tecnologias, destacando seu impacto na qualidade de vida e os desafios econômicos enfrentados para sua produção e implementação.",
        "path": "contexto-historico-acessibilidade-e-tecnologias-assistivas",
        "imagePath": "images/articles/image9.jpg",
        "htmlText":"<p style='font-size:large;text-align:justify;'>Não é de hoje que acessibilidade e inclusão são pautas discutidas por vários autores. Entretanto, nas duas últimas décadas, com o forte estouro do avanço tecnológico, tem se falado cada vez mais sobre acessibilidade, principalmente tendo-se vista a forte dependência tecnológica que a sociedade atual tem.</p><p style='font-size:large;text-align:justify;'>Inclusão social é muitas vezes, por diversos autores, erroneamente definida através do conceito de exclusão, que coloca exclusão e inclusão como duas faces de uma mesma moeda, duas metades de um mundo dualista, em que respectivamente, uma metade está excluída por possuir necessidades especiais e, a outra metade está incluída em virtude de não possuírem tais necessidades. Essa é uma definição que coloca os indivíduos em um dramático estigma de “excluído ou incluído\", em que o objetivo é trazer a metade dos excluídos para a metade já incluída desprezando as necessidades de qualidade de vida de cada um. Além disso, essa analogia não propõe uma adaptação por parte da metade “já incluída” do mundo, muitas vezes direcionando arbitrariamente a responsabilidade de mudança exclusivamente às pessoas com necessidades especiais.</p><p style='font-size:large;text-align:justify;'>Se afastando deste discurso genérico, podemos definir inclusão social como “um um processo que se prolonga ao longo da vida de um indivíduo e que tem por finalidade a melhoria da qualidade de vida do mesmo”. Em outras palavras, quando se fala em inclusão, se fala sobre qualidade de vida.</p><h2>Contexto Histórico e Inclusão Digital</h2><p style='font-size:large;text-align:justify;'>Do final do século XX para cá, a humanidade vivenciou uma série de avanços na tecnologia da informação e nos meios de comunicação nunca antes vistos, como por exemplo a democratização da internet e sua integração na vida cotidiana. A vida cotidiana passou a ser cada vez mais conectada à tecnologia. Além destes afagos de todos esses avanços tecnológicos, com a incidência da pandemia de 2020 a 2022, tivemos mais uma alta no crescimento do uso de aparelhos como tablets, computadores e celulares no ambiente de trabalho e acadêmico. Isso nos leva a crer que é impossível desfrutar da sociedade contemporânea sem o acesso a tecnologia. Vendo todos esses avanços mencionados, não é difícil imaginar que para pessoas com necessidades especiais, a tecnologia pode servir como uma ponte vital para a inclusão e participação na sociedade contemporânea. Desta forma, nascem as tecnologias assistivas.</p><h2>Tecnologias Assistivas</h2><p style='font-size:large;text-align:justify;'>Podemos definir como tecnologia assistiva toda ferramentas, dispositivo, equipamento ou sistema desenvolvidos para auxiliar pessoas com deficiências físicas, sensoriais ou cognitivas a realizar tarefas cotidianas. O primeiro exemplar de dispositivo assistivo a se imaginar pelo senso comum são os dispositivos de mobilidade assistiva – ou em jargão popular, cadeiras de rodas – que auxiliam a mobilidade de portadores de diversos tipos de deficiência física. Outros tipos de tecnologia assistiva incluem:</p><ul><li>Dispositivos de comunicação alternativa: como sistemas de comunicação aumentativa e alternativa (CAA), que permitem que pessoas com dificuldades de fala se comuniquem através de símbolos, imagens ou dispositivos eletrônicos.</li><li>Próteses e órteses: dispositivos mecânicos ou eletrônicos que substituem ou complementam partes do corpo, ajudando pessoas com deficiências físicas a realizar atividades como andar, segurar objetos, etc.</li><li>Tecnologias para deficiências visuais: como leitores de tela, lupas eletrônicas e sistemas de reconhecimento óptico de caracteres (OCR), que ajudam pessoas com deficiência visual a acessar informações em dispositivos eletrônicos e no ambiente ao seu redor.</li><li>Tecnologias para deficiências auditivas: como aparelhos auditivos, implantes cocleares e sistemas de amplificação sonora, que melhoram a capacidade auditiva e facilitam a comunicação para pessoas com deficiência auditiva.</li><li>Softwares de acessibilidade: como programas de reconhecimento de voz, teclados virtuais adaptativos, leitores de tela e ampliadores de tela, melhorias de audição, melhorias de leitura são exemplo de softwares feitos para auxiliar pessoas com dificuldade diversas a usufruir melhor de dispositivos como computadores e smartphones.</li></ul><h2>Dificuldades das Tecnologias Assistivas</h2><p style='font-size:large;text-align:justify;'>Muitos dos avanços científicos mencionados neste artigo só foram possíveis através da viabilização econômica oferecida pela produção em massa. Uma vez que praticamente todos os dispositivos tecnológicos – celulares, mouses, teclados – são produzidos de forma padronizada, isso pode ser feito em ampla escala para serem comprados e usados pelo público geral. Dessa forma, não fica difícil de se inferir que uma das maiores dificuldades para o desenvolvimento de tecnologias assistivas seja a sua viabilização econômica. Para muitas empresas de tecnologia, investir no desenvolvimento de suas próprias tecnologias assistivas é um passo arriscado.</p><p style='font-size:large;text-align:justify;'>Uma alternativa para essa dificuldade é a produção personalizada por encomendas. Essa é uma opção que, embora nos tempos atuais ainda não permitam uma acessibilidade financeira em largas proporções, ainda permite que muitas empresas consigam produzir material que atenda as necessidades específicas de portadores de necessidades especiais, sem recorrer ao velho estigma do “incluído ou excluído”.</p><h2>Bibliografia</h2><ul><li><a href=\"https://www.scielo.br/j/pci/a/bNWjQvcxSFrkhDxWJpv6FSx/\" target=\"_blank\">Scielo</a></li><li><a href=\"https://www.e-compos.org.br/e-compos/article/view/144\" target=\"_blank\">E-compos</a></li><li><a href=\"https://www.eco.unicamp.br/images/arquivos/artigos/398/coutinho.pdf\" target=\"_blank\">Unicamp</a></li><li>Decreto Nº 914/93; Lei 7853/89; Programa PROJOVEM</li></ul>",
        "author": {
            "name": "Lucas Araújo",
            "about": "Aspirante a desenvolvedor backend Python"
        }
    },
    {
        "title": "Acessibilidade: Leis e Normas no Brasil e no Mundo",
        "lead": "A acessibilidade é um direito fundamental que assegura a todas as pessoas, independentemente de suas condições físicas ou sensoriais, acesso igualitário a espaços, serviços e produtos. Este artigo destaca as principais leis e normas de acessibilidade no Brasil e no mundo, mostrando como diferentes legislações promovem a inclusão e a participação plena das pessoas com deficiência na sociedade.",
        "path": "acessibilidade-leis-e-normas-no-brasil-e-no-mundo",
        "imagePath": "images/articles/image10.jpg",
        "htmlText": "<p style='font-size:large;text-align:justify;'>A acessibilidade é um direito fundamental, garantindo que todas as pessoas, independentemente de suas condições físicas ou sensoriais, possam ter acesso e usufruir de espaços, serviços e produtos de maneira igualitária. Diversas leis e normas, tanto no Brasil quanto em âmbito internacional, foram estabelecidas para assegurar esses direitos. A seguir, estão algumas das principais leis de acessibilidade:</p><h2>Leis de Acessibilidade no Brasil</h2><h3>1. Lei nº 10.098/2000 - Lei de Acessibilidade</h3><p style='font-size:large;text-align:justify;'>Promulgada em 19 de dezembro de 2000, a Lei nº 10.098 estabelece normas gerais e critérios básicos para a promoção da acessibilidade das pessoas com deficiência ou com mobilidade reduzida. Entre seus principais pontos, destacam-se:</p><ul><li><strong>Acessibilidade em edificações públicas e privadas:</strong> Determina que todas as construções, reformas e ampliações de edificações de uso público ou coletivo sejam planejadas de forma a garantir acessibilidade.</li><li><strong>Transporte público:</strong> Obriga a adaptação dos veículos e equipamentos de transporte coletivo, garantindo acesso às pessoas com deficiência.</li><li><strong>Comunicação:</strong> Prevê a implementação de recursos de tecnologia assistiva em meios de comunicação, como legendas, audiodescrição e Libras.</li></ul><h3>2. Lei nº 13.146/2015 - Estatuto da Pessoa com Deficiência</h3><p style='font-size:large;text-align:justify;'>Conhecida como a Lei Brasileira de Inclusão da Pessoa com Deficiência, essa lei foi sancionada em 6 de julho de 2015 e representa um marco na proteção dos direitos das pessoas com deficiência. Entre suas disposições, incluem-se:</p><ul><li><strong>Educação:</strong> Assegura o acesso à educação em todos os níveis de ensino e a obrigatoriedade de adaptação dos conteúdos e materiais didáticos.</li><li><strong>Saúde:</strong> Garante atendimento prioritário e especializado, além do fornecimento de órteses e próteses.</li><li><strong>Trabalho:</strong> Estipula a reserva de vagas e a adaptação de locais de trabalho para pessoas com deficiência.</li><li><strong>Acessibilidade em ambientes físicos e virtuais:</strong> Define padrões de acessibilidade para edificações, meios de transporte, sistemas de comunicação e serviços da internet.</li></ul><h3>3. Decreto nº 5.296/2004</h3><p style='font-size:large;text-align:justify;'>Regulamentando a Lei nº 10.098/2000, o Decreto nº 5.296, de 2 de dezembro de 2004, detalha os critérios e as normas técnicas de acessibilidade a serem seguidos em diversas áreas. Seus principais pontos incluem:</p><ul><li><strong>Acessibilidade arquitetônica:</strong> Estabelece normas para a eliminação de barreiras físicas e arquitetônicas, detalhando dimensões e especificações para rampas, calçadas, banheiros, entre outros.</li><li><strong>Comunicação:</strong> Prevê a obrigatoriedade de serviços de atendimento em Libras e a presença de tradutores em eventos públicos.</li><li><strong>Tecnologia:</strong> Exige a adaptação de websites e softwares para garantir acesso às pessoas com deficiência visual e auditiva.</li></ul><h3>4. Norma Brasileira (NBR) 9050:2020</h3><p style='font-size:large;text-align:justify;'>A NBR 9050 é uma norma técnica da Associação Brasileira de Normas Técnicas (ABNT), revisada em 2020, que estabelece critérios e parâmetros técnicos para a promoção da acessibilidade em edificações, mobiliário, espaços e equipamentos urbanos. Alguns pontos principais incluem:</p><ul><li><strong>Acessibilidade em edificações:</strong> Detalha as medidas e especificações para a construção de rampas, elevadores, banheiros adaptados, sinalização tátil, entre outros.</li><li><strong>Espaços públicos:</strong> Define os padrões para calçadas, praças, parques e demais espaços de uso público, garantindo circulação segura e acessível.</li><li><strong>Mobilidade:</strong> Fornece orientações para a adaptação de veículos e sistemas de transporte, incluindo ônibus, trens e metrôs.</li></ul><h2>Leis Internacionais de Acessibilidade</h2><h3>1. Americans with Disabilities Act (ADA) - Estados Unidos</h3><p style='font-size:large;text-align:justify;'>A ADA, promulgada em 1990, é uma das legislações mais abrangentes sobre acessibilidade no mundo. Ela proíbe a discriminação contra pessoas com deficiência em várias áreas da vida pública e privada. Seus principais pontos incluem:</p><ul><li><strong>Emprego:</strong> Proíbe a discriminação no local de trabalho e exige acomodações razoáveis para funcionários com deficiência.</li><li><strong>Espaços Públicos:</strong> Estabelece requisitos para acessibilidade em locais públicos e comerciais.</li><li><strong>Transporte:</strong> Obriga a adaptação de sistemas de transporte público para garantir acesso às pessoas com deficiência.</li><li><strong>Telecomunicações:</strong> Exige que empresas de telecomunicações forneçam serviços adaptados para pessoas com deficiência auditiva e de fala.</li></ul><h3>2. Disability Discrimination Act (DDA) - Reino Unido</h3><p style='font-size:large;text-align:justify;'>O DDA, implementado em 1995 e posteriormente integrado ao Equality Act 2010, visa proteger os direitos das pessoas com deficiência e garantir sua participação plena na sociedade. Alguns de seus principais aspectos são:</p><ul><li><strong>Educação:</strong> Exige a eliminação de barreiras ao acesso à educação para pessoas com deficiência.</li><li><strong>Trabalho:</strong> Proíbe a discriminação no emprego e promove a adaptação de ambientes de trabalho.</li><li><strong>Serviços e Bens:</strong> Obriga a adaptação de serviços e bens para torná-los acessíveis.</li><li><strong>Transporte:</strong> Estipula a adaptação de veículos e sistemas de transporte para garantir acessibilidade.</li></ul><h3>3. Convention on the Rights of Persons with Disabilities (CRPD) - ONU</h3><p style='font-size:large;text-align:justify;'>A CRPD, adotada pela Assembleia Geral da ONU em 2006, é um tratado internacional que visa proteger e garantir os direitos e a dignidade das pessoas com deficiência. Alguns de seus principais artigos incluem:</p><ul><li><strong>Educação:</strong> Assegura o direito à educação inclusiva em todos os níveis.</li><li><strong>Saúde:</strong> Garante o acesso a serviços de saúde sem discriminação.</li><li><strong>Trabalho e Emprego:</strong> Promove a igualdade de oportunidades no mercado de trabalho.</li><li><strong>Acessibilidade:</strong> Estabelece a obrigação dos Estados Partes de garantir que edifícios, estradas, transporte e outras instalações e serviços abertos ao público sejam acessíveis às pessoas com deficiência.</li></ul>",
        "author": {
            "name": "Murilo Roseni",
            "about": "Aspirante a desenvolvedor backend dotnet"
        }
    },
    {
        "title": "Desenvolvimento de Tecnologias Assistivas",
        "lead": "As tecnologias assistivas desempenham um papel crucial ao facilitar o cotidiano de pessoas com deficiência, permitindo-lhes utilizar ferramentas e serviços de maneiras inovadoras. Em uma entrevista com a TIX, exploramos o desenvolvimento de equipamentos como o Colibri e descobrimos como a combinação de hardware e software pode transformar vidas.",
        "path": "desenvolvimento-de-tecnologias-assistivas",
        "imagePath": "images/articles/tecnologias-assistivas.jpeg",
        "htmlText": "<p style='font-size:large;text-align:justify;'>As tecnologias assistivas são aquelas destinadas a auxiliar de alguma forma o cotidiano daqueles inaptos a utilizar de maneira tradicional alguma ferramenta, equipamento ou serviço.</p><p style='font-size:large;text-align:justify;'>Em nossa entrevista com a TIX, foi questionado como eram desenvolvidos os equipamentos de acessibilidade, como o Colibri. Embora estudantes de tecnologia, e talvez por isso, ficamos curiosos com os diferentes processos que poderiam existir no desenvolvimento de algo quase mágico. A resposta era mais simples do que pensávamos.</p><p style='font-size:large;text-align:justify;'>Em tecnologias como o Colibri, onde um hardware (a parte física de aparelhos eletrônicos) externos se comunica com um computador, como em celular ou desktop, é realizado basicamente um trabalho de eletrônica. Poderia ser encaixado em um mundo particular da tecnologia, o desenvolvimento de sistemas embarcados, que são aqueles encapsulados em um único equipamento e dedicados a eles.</p><p style='font-size:large;text-align:justify;'>Além do hardware, sistemas embarcados podem necessitar de um software (o programa/aplicativo deste computador) dedicado a eles. Caso o software esteja embarcado junto do equipamento, normalmente é requerido dele ser extremamente 'rápido' e enxuto, devido as normais limitações de hardwares embarcados, por serem menores e, normalmente, terem o objetivo de serem mais baratos de se produzir.</p><p style='font-size:large;text-align:justify;'>Também há a possibilidade de um software externo, um aplicativo utilizado dentro do computador em que se destina aquele equipamento. A própria TIX produz este tipo de software, um de seus produtos, o teclado inteligente TIX, possui aplicativos de aprendizagem e até mesmo jogos de demonstração.</p><p style='font-size:large;text-align:justify;'>Voltando ao Colibri, este não necessita de um software especializado, sendo quase tudo realizado por meio de circuitos eletrônicos, ou seja, o próprio hardware contém a lógica de controle do equipamento.</p><p style='font-size:large;text-align:justify;'>Tecnologias assistivas podem existir de diversas formas, e aqui apenas abordamos algumas das formas de se produzir tecnologias digitais e/ou eletrônicas, sendo bem comum também o uso de tecnologias puramente mecânicas, como por exemplo uma cadeira de rodas, que não deixa de ser a expertise humana aplicada em prol da acessibilidade.</p><p style='font-size:large;text-align:justify;'>Empresas como a TIX poderiam ser ainda maiores e existir ainda mais, é um mercado com consumidores em potencial, quase 10% da população brasileira possui algum tipo de deficiência. Infelizmente, dado diversos fatores, é uma parcela sub atendida da população.</p>",
        "author": {
            "name": "Willian dos Santos",
            "about": "Aspirante a desenvolvedor fullstack dotnet"
        }
    },
    {
        "title": "Entrevista com Pollyanny, Desenvolvedor na TIX",
        "lead": "Entrevistamos Pollyanny, desenvolvedora na TIX",
        "path": "entrevista-com-pollyanny-desenvolvedora-na-tix",
        "imagePath": "images/articles/image11.jpg",
        "htmlText": "<p style='font-size:large;text-align:justify;'><strong>Juan</strong> - tranquilo. Beleza? Ent&atilde;o, voc&ecirc; pode come&ccedil;ar se apresentando pra gente?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Bom dia, eu me chamo Pollyanny. Eu sou desenvolvedora da Tix. Que, no caso, desenvolvo programa&ccedil;&atilde;o web. Mexo um pouquinho tamb&eacute;m com hardware. Mas o meu foco mesmo &eacute; com desenvolvimento web.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Prazer, Poliane. A gente &eacute; estudante da Fatec americana. A gente t&aacute; no quarto per&iacute;odo. E a gente vai fazer essa entrevista pra um trabalho da mat&eacute;ria de sociedade e tecnologia. E o nosso tema vai ser tecnologias assistivas. Bom, meu nome &eacute; Juan.</p><p style='font-size:large;text-align:justify;'><strong>Lucas</strong> - Eu sou o Lucas.</p><p style='font-size:large;text-align:justify;'><strong>Murilo</strong> - Eu sou o Murilo.</p><p style='font-size:large;text-align:justify;'><strong>Willian</strong> - E eu sou o Willian.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Bom, come&ccedil;ando aqui, n&eacute;, como voc&ecirc; come&ccedil;ou a trabalhar nessa &aacute;rea? E qual foi a sua forma&ccedil;&atilde;o?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Bem, eu comecei a trabalhar com a &aacute;rea de tecnologia porque eu fiz um curso t&eacute;cnico no ColTec, que &eacute; um col&eacute;gio t&eacute;cnico aqui de Belo Horizonte, que &eacute; dentro da UFMG. Eu comecei a fazer o curso na &aacute;rea da eletr&ocirc;nica. Foi onde eu comecei a conhecer mais sobre programa&ccedil;&atilde;o, sobre o que era programar em si. Porque pra mim, antes, programa&ccedil;&atilde;o era Excel. Depois que eu fui descobrir todas as linguagens, todo esse mundo abrangente que tinha. E pra poder finalizar o curso t&eacute;cnico, a gente tem que fazer um est&aacute;gio. A&iacute; eu procurei um est&aacute;gio de empresas. O dono daqui da empresa, ele &eacute; ex coltecano. Ent&atilde;o, conhecendo os professores de l&aacute;, eu acabei vindo pra c&aacute;. E estou aqui na empresa h&aacute; quatro anos. Desde l&aacute;, eu j&aacute; mexi em diversos produtos e j&aacute; fui em diversas &aacute;reas, focando agora em desenvolvimento web. E atualmente tamb&eacute;m em curso de engenharia de computa&ccedil;&atilde;o e automa&ccedil;&atilde;o no UFMG.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Nossa, bacana. Ent&atilde;o, tipo, voc&ecirc; entrou como estagi&aacute;ria a&iacute; na empresa e voc&ecirc; ficou desde ent&atilde;o? Fiquei desde ent&atilde;o. Voc&ecirc; t&aacute; a&iacute; faz tr&ecirc;s anos, ent&atilde;o, no caso. Voc&ecirc; chegou a pegar o projeto do&hellip; Qual projeto que voc&ecirc; chegou a pegar nesses tr&ecirc;s anos?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Nossa, calma. Vamos l&aacute;. Eu comecei mexendo mais com a parte de manuten&ccedil;&atilde;o dos nossos antigos equipamentos. Tanto do teclado TIX, como do bot&atilde;o e do Ablinx, que eram os nossos produtos da &eacute;poca. Mas, com a pandemia, acabou que v&aacute;rias coisas foram prejudicadas eu fiquei em programa&ccedil;&atilde;o. Com a programa&ccedil;&atilde;o, eu ajudei a desenvolver o nosso software chamado Expressia, que ele &eacute; pra poder comunicar pra comunica&ccedil;&atilde;o alternativa e pra atividades adaptativas pra todos os tipos de pessoa. Depois de come&ccedil;ar com o desenvolvimento web com o Expressia, a gente come&ccedil;ou a desenvolver o nosso produto chamado Colibri, que &eacute; um mouse de cabe&ccedil;a pra pessoas tetrapl&eacute;gicas ou qualquer tipo de impedimento motor da pessoa, que, atrav&eacute;s dele, a gente consegue utilizar tanto o computador como o celular, mas de metas mais diversas fun&ccedil;&otilde;es, porque ele funciona como se fosse um mouse. Ent&atilde;o, tendo um teclado ali e a fun&ccedil;&atilde;o de mouse, voc&ecirc; consegue fazer qualquer coisa. Eu trabalhei na parte do desenvolvimento da... plataforma de configura&ccedil;&atilde;o dele, porque tem como voc&ecirc; ter diversas configura&ccedil;&otilde;es de acordo com a necessidade das pessoas. Porque uma grande dificuldade que eu tenho na &aacute;rea de tecnologia assistiva &eacute; as diversas condi&ccedil;&otilde;es, a faixa de intelig&ecirc;ncia que a gente tenta oferecer a nossa ferramenta. N&atilde;o &eacute; uma solu&ccedil;&atilde;o muito fechada. A gente tenta colocar diversas configura&ccedil;&otilde;es pra que a pessoa consiga melhor ajustar a vida dela, porque cada um vai desenvolver a sua condi&ccedil;&atilde;o de uma maneira. Ent&atilde;o, a gente tenta criar as nossas solu&ccedil;&otilde;es de forma que seja o mais agrad&aacute;vel poss&iacute;vel, porque as vidas dessas pessoas s&atilde;o dif&iacute;ceis por si s&oacute;.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Nossa, tipo... Achei muito bom o que voc&ecirc; falou. Isso vai bem de acordo com o que a gente chegou a pesquisar sobre a empresa. A gente deu uma olhada l&aacute; no site, a gente viu l&aacute; os v&iacute;deos que tem l&aacute;, os depoimentos do pessoal que utilizou. E tem at&eacute; um v&iacute;deo que eu vi que eu achei extremamente interessante, que foi de um menininho l&aacute;, acho que ele devia ter, sei l&aacute;, uns 10 anos, mais ou menos.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - O Mikael?</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - &Eacute; ele tava utilizando esse oculos, e ele tava, tipo, programando em Python. Eu achei aquilo l&aacute;, tipo, muito... Nossa, que neg&oacute;cio inovador, sabe? Porque eu achei muito legal, tipo, parecia muito intuitivo, sabe? A forma como ele tava mexendo, parecia muito natural, assim. N&atilde;o parecia que... Tipo, n&atilde;o parecia que ele tava usando um oculos, sabe? Era uma coisa muito boa. &Eacute; verdade, muito bom.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - O Mikael, ele foi o motivo de a gente ter criado o Colibri. Tipo assim, j&aacute; tinha algumas ideias, mas ele foi o que impulsionou o desenvolvimento do Colibri. Ele... Eu n&atilde;o vou saber dizer...o nome da condi&ccedil;&atilde;o dele. Eu pe&ccedil;o que sobre nomes de condi&ccedil;&otilde;es, sobre as doen&ccedil;as em si, fogem muito da minha gama de conhecimento. Mas... Eles vieram com a demanda pra gente, pra poder ter alguma coisa pra ele poder jogar. Porque ele queria jogar no celular dele o que os coleguinhas estavam jogando. A&iacute; a gente come&ccedil;ou a desenvolver o Colibri com isso, e fomos aperfei&ccedil;oando a solu&ccedil;&atilde;o de acordo com as demandas que o Mikael ia dando pra gente. E com isso, tipo, a gente criou uma proximidade muito grande com o Mikael e ele come&ccedil;ou a gostar da &aacute;rea de tecnologia por causa do Colibri. E ele come&ccedil;ou a programar as primeiras coisas que ele programou, que ele come&ccedil;ou a desenvolver, foi com o Colibri. Tipo assim, a hist&oacute;ria dele &eacute;... Nossa, &eacute; incr&iacute;vel.</p><p style='font-size:large;text-align:justify;'><strong>Willian</strong> - &Eacute;, isso &eacute; interessante. Como &eacute; que funciona essa parte de escolher pra onde vai os produtos? Porque como voc&ecirc; disse, &eacute; um espectro muito grande de... De defici&ecirc;ncias que pode ter, muito abrangente. Ent&atilde;o, como &eacute; que voc&ecirc;s decidem aonde v&atilde;o focar pra trabalhar?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Bem, tipo assim, a gente desenvolve as solu&ccedil;&otilde;es baseadas&hellip; N&atilde;o sei, a gente tem um conhecimento... Como &eacute; que eu posso explicar isso? Porque... A gente come&ccedil;ou a desenvolver o Colibri. E ele &eacute; focado para a gama de pessoas com tetraplegia. Mas ele pode ser utilizado pra algumas outras fun&ccedil;&otilde;es. Ent&atilde;o, tipo assim, a gente sabe que ele tem... &Eacute;... S&oacute; fugiu o termo, mas... Tem aquela pessoa espec&iacute;fica que serve. Mas ela pode ajudar em algumas outras condi&ccedil;&otilde;es, com alguns outros casos. As pessoas, elas v&ecirc;m at&eacute; a gente, a&iacute; elas passam pelas nossas terap&ecirc;uticas ocupacionais, pra poder ver se a nossa solu&ccedil;&atilde;o realmente vai ser &uacute;til pra ela. Porque as pessoas com defici&ecirc;ncia, elas n&atilde;o t&ecirc;m muita... Op&ccedil;&atilde;o de variedade no mercado, sabe? Ent&atilde;o... E as poucas op&ccedil;&otilde;es que tem, elas s&atilde;o muito caras. N&atilde;o sei se voc&ecirc;s chegaram a pesquisar sobre o tobbi. O tobbi &eacute; uma &oacute;tima solu&ccedil;&atilde;o. Mas, pras condi&ccedil;&otilde;es do nosso pa&iacute;s, &eacute; uma solu&ccedil;&atilde;o muito cara. Ent&atilde;o, as pessoas pesquisando nisso, elas encontram a gente, e elas entram em contato. S&oacute; que a gente n&atilde;o quer oferecer algo que n&atilde;o vai ser &uacute;til pra elas. Tanto que at&eacute; nosso modelo de neg&oacute;cios de assinatura &eacute; pra isso. Pra pessoa ter a oportunidade de testar. E ver se realmente aquilo vai ser &uacute;til pra ela. Ent&atilde;o, elas v&ecirc;m e procuram a gente. Passam pelas nossas terap&ecirc;uticas ocupacionais, que v&atilde;o realmente avaliar se a pessoa tem a capacidade de utilizar aquilo ou n&atilde;o. E, depois disso, a gente continua tendo acompanhamento. As pessoas continuam mandando mensagem pras terap&ecirc;uticas ocupacionais. Que a&iacute; elas v&atilde;o vendo se t&aacute; avan&ccedil;ando, se n&atilde;o t&aacute; avan&ccedil;ando. E, de acordo com as nossas solu&ccedil;&otilde;es, a gente vai oferecendo aquilo que seria melhor pra elas. A gente... Vai vindo de acordo com... N&atilde;o &eacute; uma demanda, mas um conhecimento que a nossa equipe tem. Pra tentar desenvolver e resolver algum problema. Ent&atilde;o, tipo, n&atilde;o &eacute; tipo assim&hellip; Nossa, hoje iremos resolver esse problema aqui do mundo. N&atilde;o. A gente descobriu uma nova tecnologia que t&aacute; sendo desenvolvida. Opa! Como que a gente pode tentar utilizar isso? A gente vai pra prot&oacute;tipos. E, depois disso, a gente v&ecirc;... &Oacute;, ok. Isso aqui tem... Capacidade de ser um produto. E que vai ser &uacute;til pras pessoas. Porque tem muitas solu&ccedil;&otilde;es que podem ser at&eacute; muito legais. Mas que acabam n&atilde;o tendo viabilidade financeira pra poder continuar. E, tipo... A gente tem que ir de pouquinho em pouquinho. Pra poder ir desenvolvendo as coisas de acordo com a nossa demanda. Porque n&atilde;o somos uma empresa grande. Somos uma startup. Temos... Tr&ecirc;s, quatro, cinco, seis... Seis desenvolvedores? N&atilde;o, sete. Sete. Sete desenvolvedores. Sendo quatro mulheres e tr&ecirc;s homens.</p><p style='font-size:large;text-align:justify;'><strong>Willian</strong> - Nossa, ent&atilde;o &eacute; algo... &Eacute;... Muito contato com o cliente final.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Eles contam as hist&oacute;rias. Eles mandam v&iacute;deos. A gente se emociona junto. A gente chora junto. &Eacute; muito show. Isso &eacute; muito bom.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - E, tipo assim, eu achei muito interessante essa quest&atilde;o que voc&ecirc; falou sobre, tipo, o pre&ccedil;o. Porque, realmente, enquanto a gente tava fazendo nossa pesquisa sobre tecnologia assistiva... A gente chegou a encontrar algumas outras empresas. Tipo assim, elas tinham um pre&ccedil;o bem elevado sobre os seus produtos. E isso &eacute; at&eacute; uma quest&atilde;o que eu achei bem legal de voc&ecirc;s. Que voc&ecirc;s t&ecirc;m, tipo, um plano de assinatura pelos seus produtos, n&eacute;? Ok. Isso &eacute; algo que acaba deixando a tecnologia muito mais assist&iacute;vel. Muito mais acess&iacute;vel. Pro cliente. Achei isso bem legal. E, tipo, voc&ecirc;s sabem dizer se sempre foi assim?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - A quest&atilde;o da assinatura aqui da empresa?</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Sim, a quest&atilde;o da forma como voc&ecirc;s distribu&iacute;ram os produtos de voc&ecirc;s.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Ah Quando eu j&aacute; comecei aqui... J&aacute; tava com um plano de assinatura pro teclado TIX. Porque a empresa em si, ela come&ccedil;ou com a solu&ccedil;&atilde;o pra criar um sistema pra cegos pegarem &ocirc;nibus. Era um sistema que tinha tanto que uma pessoa cega, tanto dentro dos &ocirc;nibus. E se comunicava um com o outro pra poder identificar quando o &ocirc;nibus tava chegando perto da pessoa cega. S&oacute; que isso &eacute; um tipo de solu&ccedil;&atilde;o que demanda do governo. Que a&iacute; tem que fazer, conversas, negocia&ccedil;&otilde;es... &Eacute; um neg&oacute;cio muito complicado. Com a experi&ecirc;ncia, com o tempo, com o desenvolvimento de novos produtos, a gente foi vendo que a melhor maneira de se comunicar com o usu&aacute;rio final pra algumas solu&ccedil;&otilde;es era atrav&eacute;s de assinatura. A&iacute;... Foi isso. Mas quando eu j&aacute; cheguei na TIX... J&aacute; tava com uma forma de assinatura implementada.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Ah, que bacana. E sobre esse projeto pra ajudar pessoas cegas a transporte p&uacute;blico. Ele chegou a ser finalizado?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Ele chegou a ser finalizado. Ele foi vendido pra... Pelo menos foram duas ou tr&ecirc;s cidades. Isso da&iacute; &eacute; a hist&oacute;ria que meu chefe conta pra mim. Ent&atilde;o n&atilde;o vou saber exatamente aqui. Mas acabou n&atilde;o tendo viabilidade pra poder continuar.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Interessante. E tipo, sobre os produtos que voc&ecirc;s fizeram. Foi ent&atilde;o... Esse dispositivo a&iacute; pra auxiliar os cegos em transportes. A&iacute; teve teclado. Teve o mouse. Teve mais algum outro... Algum outro desenvolvimento?</p><p style='font-size:large;text-align:justify;'><strong>Pollyany</strong> - Assim... De hardware... A gente teve... Teve o... O... O... Os cegos. Teve o teclado TIX. Com o teclado TIX a gente tinha dispositivos pra poder auxiliar ele. Que era o bot&atilde;o. E o Abrix. O abrix &eacute; como se fosse uma vers&atilde;o antiga do Colibri. Ele era uma caixinha. E tinha todo um dispositivo que conectava com &oacute;culos tamb&eacute;m. Ele era muito mais pesado. Tinha fio. Ele foi uma vers&atilde;o ancestral. Podiam se colocar assim no Colibri. E ele era pra utilizar com o teclado TIX. Tinha tamb&eacute;m alguns softwares que utilizavam junto com o teclado. Que eles acabaram evoluindo para o... Expressia e Telepartix. Que &eacute; o nosso teclado virtual pras pessoas utilizarem. O Expressia ele &eacute; utilizado pra comunica&ccedil;&atilde;o alternativa e atividades adaptativas. Que entra um pouco na &aacute;rea educacional e de fones. A&iacute; &eacute; um software. A&iacute; veio o Colibri. E o Colibri tem tanta parte do hardware dele mesmo. E tanta parte de aplica&ccedil;&atilde;o. De aplicativo, pra poder ter as configura&ccedil;&otilde;es do Colibri. E agora a gente t&aacute; desenvolvendo o Converssa Porque &eacute; igual eu falei. A pessoa chave do Colibri s&atilde;o as pessoas com criatividade. Mas a gente quer tentar trazer essa solu&ccedil;&atilde;o pra mais pessoas. Ent&atilde;o a gente come&ccedil;ou a desenvolver um novo produto. Ele t&aacute; aplicado de testes ainda. Ele n&atilde;o t&aacute; atendendo nenhuma obriga&ccedil;&atilde;o natura ainda. Que &eacute; o Conversa. O Conversa &eacute; uma plataforma. Que a pessoa vai poder utilizar todos os recursos nativos de um tablet. De um Android no caso. Que atrav&eacute;s do movimento da cabe&ccedil;a. Do movimento dos olhos. Do movimento facial. Qualquer tipo de express&atilde;o que a pessoa possa ter. Ela vai ser capaz de controlar a nossa interface. Que &eacute; totalmente moldada pra ser f&aacute;cil pra isso. Igual por exemplo. O design que ela t&aacute; sendo criada. As formas nas que as configura&ccedil;&otilde;es s&atilde;o feitas. A maneira como o teclado t&aacute; ali. As sugest&otilde;es. E al&eacute;m disso. A gente tamb&eacute;m junto com o Conversa. A gente tem a s&iacute;ntese de voz. Porque muitas pessoas quando acabam sofrendo as doen&ccedil;as degenerativas. Ou se acabam sofrendo um acidente. Ela pode acabar perdendo a capacidade de falar. Ent&atilde;o junto com o Conversa. A gente t&aacute; oferecendo. A s&iacute;ntese de voz dessa pessoa. Se ela tiver a nota de &aacute;udio dela. Falando com alguma outra pessoa. Aprende a poder sintetizar uma voz. E ela possa voltar a falar. Lucas - Nossa, interessante. Sobre o Expressia a gente tava lendo agora h&aacute; pouco. Inclusive. Tava conversando sobre ele. Voc&ecirc; sabe me dizer se ele foi inicialmente. Pensado mais com o vi&eacute;s acad&ecirc;mico. Tipo pra... Pra pessoas que n&atilde;o conseguem se comunicar. Tipo em sala de aula. Coisa assim. Ou se ele tinha tipo como voc&ecirc; falou. Uma vis&atilde;o mais geral assim. Tentando abranger o p&uacute;blico um pouco maior.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Ele era inicialmente. Um complemento do TIX. Que era pra poder. Fazer atividades. Cognitivas pras pessoas. Com isso a gente viu tamb&eacute;m. Que a gente poderia abranger o mercado da comunica&ccedil;&atilde;o alternativa que existia ele parou de ser atualizado. O Let Me Talk. Ele era uma vers&atilde;o que as pessoas utilizavam muito. Pra comunica&ccedil;&atilde;o e a gente viu que. Com a nossa ferramenta. A gente poderia tanto abranger as atividades. Que j&aacute; tinha uma base. Utilizada com o TIX. Melhorar. Fazer novas ferramentas. Fazer busca de imagem do Google. Busca de imagem do pr&oacute;prio celular. Do pr&oacute;prio dispositivo. E... Trazer a comunica&ccedil;&atilde;o alternativa tamb&eacute;m. Ent&atilde;o foi uma mistura. Dos dois. Lucas - Interessante.</p><p style='font-size:large;text-align:justify;'><strong> Willian</strong> - Sim, tudo da empresa pra mim parece magia.</p><p style='font-size:large;text-align:justify;'><strong>Murilo</strong> - Voc&ecirc; acha que as tecnologias. Que voc&ecirc;s desenvolvem. Assim. Voc&ecirc;s tem a ideia previamente. Ou tipo. Quando algu&eacute;m chega com alguma solu&ccedil;&atilde;o. Algum problema. Voc&ecirc;s pensam. Uma forma pra desenvolver.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Hummm. Eu s&oacute; vou falar que &eacute; um pouquinho dos dois. Por exemplo. Apareceu uma not&iacute;cia agora. Da Apple, que est&aacute; desenvolvendo o rastreamento ocular. A&iacute; a gente pensa. Beleza. Podemos ter essa ferramenta. O que que a gente pode. Criar. Ou desenvolver. Pra poder. Ela realmente ser &uacute;til. Para as pessoas. Ent&atilde;o a gente tem algumas solu&ccedil;&otilde;es que tem nos pr&oacute;prios dispositivos, mas que s&atilde;o muito complicadas de utilizar. A gente tenta trazer as coisas e n&atilde;o entra mais f&aacute;cil. Ent&atilde;o beleza, temos esse recurso, como podemos utilizar para ajudar algu&eacute;m? A&iacute; no caso, por exemplo, do colibri, a gente tinha o ancestral dele, a gente tinha vontade de fazer com que ele fosse mais leve, mais compacto e fosse bem mais f&aacute;cil de utilizar. E surgiu a demanda do Mikael. Mas &eacute; muito mais sobre as tecnologias de disposi&ccedil;&atilde;o que a gente tem para poder desenvolver.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Voc&ecirc; tem alguma experi&ecirc;ncia que foi vivida durante esses anos que voc&ecirc; est&aacute; na empresa que voc&ecirc; acha que foi algo muito positivo para voc&ecirc;?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Eu acho que o conjunto &eacute; total. Voc&ecirc; v&ecirc; que o que voc&ecirc; est&aacute; produzindo, desenvolvendo realmente afeta a vida de uma outra pessoa para o bem, para elas conseguirem. A gente est&aacute; t&atilde;o acostumado a fazer as coisas no dia a dia que a gente esquece que algumas pessoas n&atilde;o conseguem fazer isso que algumas pessoas n&atilde;o conseguem falar, que algumas pessoas n&atilde;o conseguem andar, que algumas pessoas n&atilde;o conseguem ter a sua pr&oacute;pria privacidade no celular. Elas n&atilde;o conseguem ter coisas que para a gente &eacute; comum. E ver que voc&ecirc; consegue desenvolver solu&ccedil;&otilde;es para que elas tenham a sua pr&oacute;pria autonomia e consigam viver de maneira melhor, &eacute; incr&iacute;vel. Essa sensa&ccedil;&atilde;o que eu tenho continuamente cada vez que a gente vai desenvolvendo as coisas &eacute; muito boa.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - &Eacute; muito bom mesmo. &Eacute; muito satisfat&oacute;ria. &Eacute; uma coisa que durante as pesquisas que a gente estava fazendo, a gente j&aacute; chegou... A ver que, por exemplo, justamente porque essa demanda de tem bastante pessoas que acabam n&atilde;o conseguindo fazer coisas que, por exemplo, pessoas que n&atilde;o tem defici&ecirc;ncia s&oacute; acabam conseguindo fazer. As tecnologias assistivas est&atilde;o crescendo bastante nos &uacute;ltimos anos. &Eacute; uma tecnologia que est&aacute; realmente em ascens&atilde;o. Isso para o mundo inteiro. E as grandes empresas nos servi&ccedil;os que eles est&atilde;o criando est&atilde;o tudo j&aacute; vindo com uma gama bem grande de tecnologias assistivas embutidas. &Eacute; algo que a gente achou muito interessante. Muito bacana.</p><p style='font-size:large;text-align:justify;'><strong>Willian</strong> - Na teoria, &eacute; uma lei, n&eacute;? &Eacute; obrigat&oacute;rio terem a possibilidade.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Sim.</p><p style='font-size:large;text-align:justify;'><strong>Lucas</strong> - Hoje em dia tem se falado muito mais sobre inclus&atilde;o do que se falava h&aacute; 20 anos atr&aacute;s. Ao menos pelo que eu vejo, pelo que a gente pesquisa e coisa assim.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Sim.</p><p style='font-size:large;text-align:justify;'><strong>Lucas</strong> - Eu vejo que tamb&eacute;m &eacute; uma linha de trabalho que tamb&eacute;m &eacute; um pouco mais falada, tipo, sobre desenvolvimento do que a gente esteve pesquisando em empresas sobre acessibilidade. Aqui na regi&atilde;o, no Brasil, a gente n&atilde;o encontrou muitas empresas, principalmente aqui na nossa regi&atilde;o, na nossa cidade, que, tipo, a gente &eacute; do interior de S&atilde;o Paulo, n&eacute;? Ent&atilde;o, n&atilde;o acredito que a gente teria uma gama muito&hellip; muito alta se a gente se limitasse s&oacute; &agrave; regi&atilde;o aqui. Ent&atilde;o, tipo assim, pra algu&eacute;m que queira seguir essa linha de trabalho, de, tipo, trabalhar com tecnologias assistivas e coisa do g&ecirc;nero, voc&ecirc; teria algo, assim, que voc&ecirc; acredita que seja algo que voc&ecirc; precisa saber previamente? Ou que voc&ecirc; recomendaria, gostaria de dizer pra voc&ecirc; antes de voc&ecirc; ter entrado?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Tipo assim, existem v&aacute;rios lugares que possam estar desenvolvendo acessibilidade. Ter uma tecnologia assistiva. Mas uma quest&atilde;o que at&eacute; a gente mesmo tenta &eacute; levar essa solu&ccedil;&atilde;o pras pessoas. Porque voc&ecirc;s conheceram a TIX atrav&eacute;s de pesquisa. Ent&atilde;o, tipo assim, tem que vir a partir do cliente final buscar a solu&ccedil;&atilde;o e acabar encontrando a gente. Nossa, s&oacute; uma quest&atilde;o, &eacute; que a gente tem solu&ccedil;&atilde;o que abrange diversas pessoas, mas essas pessoas n&atilde;o conhecem a gente ainda. Ent&atilde;o, pode ser que em outros lugares pelo Brasil e fora tenham solu&ccedil;&otilde;es incr&iacute;veis, mas que ainda n&atilde;o foram descobertas ao p&uacute;blico. Sabe? Delas n&atilde;o conseguirem conhecer sobre isso. Na verdade, eu n&atilde;o conhe&ccedil;o muito sobre o mercado de acessibilidade no Brasil em si, porque &eacute; algo que voc&ecirc; acaba, tipo, voc&ecirc; acaba encontrando ali. E pra mim, pra ficar com um pouco de paz, eu queria programar uma esp&eacute;cie de programa&ccedil;&atilde;o. Porque com programa&ccedil;&atilde;o, voc&ecirc; consegue desenvolver muitas solu&ccedil;&otilde;es, voc&ecirc; consegue estudar muitas coisas, voc&ecirc; consegue desenvolver muitas coisas, voc&ecirc; consegue estudar muitas coisas com a programa&ccedil;&atilde;o. E a minha profiss&atilde;o, ela era muito em C e C++. Ent&atilde;o, hoje &eacute; programa&ccedil;&atilde;o web. Ent&atilde;o, seria ter tido um pouco mais de experi&ecirc;ncia anterior em programa&ccedil;&atilde;o web.</p><p style='font-size:large;text-align:justify;'><strong>Willian</strong> - Falando um pouco mais sobre a tecnologia em si que voc&ecirc;s desenvolvem, toda essa quest&atilde;o do hardware o qu&atilde;o e especializado voc&ecirc; tem que ser? E quais s&atilde;o as especializa&ccedil;&otilde;es que voc&ecirc; tem que ter pra trabalhar com essa quest&atilde;o do hardware e do hardware de acessibilidade?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - A quest&atilde;o do hardware de acessibilidade n&atilde;o tem, tipo assim, muitas diferen&ccedil;as, sabe? &Eacute; um circuito especializado pra uma aplica&ccedil;&atilde;o. Ent&atilde;o, a quest&atilde;o &eacute; voc&ecirc; saber como trabalhar com circuitos, trabalhar com placas, etc. Trabalhar com circuito impresso. Trabalhar com a &aacute;rea de eletr&ocirc;nico, podemos colocar assim. Aqui na TIX, quem &eacute; mais focado nessa parte &eacute; o Henrique, que &eacute; como se fosse meu orientador, que &eacute; um n&iacute;vel mais alto do que eu. &Eacute; ele que tem um grande conhecimento nessa &aacute;rea e que consegue desenvolver os circuitos. Mas &eacute; voc&ecirc; ter conhecimento da &aacute;rea de eletr&ocirc;nico, de componentes, de&hellip; Ok, eu tenho esse circuito aqui que tem um transistor, que tem um resistor, que tem um capacitor. Pra que ele serve? Ah, ele serve pra poder fazer... acumular energia. Beleza, eu tenho um n&iacute;vel de tens&atilde;o aqui que faz uma coisa, eu tenho um buzzer. &Eacute; voc&ecirc; saber o que cada componente faz e como montar um circuito a partir dele. E isso &eacute; muito com pr&aacute;tica e, tipo assim, e pesquisa que voc&ecirc; vai ter nessa experi&ecirc;ncia de montar circuitos, pr&aacute;ticas espec&iacute;ficas.</p><p style='font-size:large;text-align:justify;'><strong>Willian</strong> - Ent&atilde;o a&iacute; na equipe voc&ecirc; tem o Henrique, &eacute; s&oacute; ele que mexe com essa parte?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - N&atilde;o &eacute; s&oacute; ele, mas ele &eacute; o principal. &Eacute; ele e a Amanda que mexem mais com a parte de hardware, de desenvolvimento de circuitos novos ou adapta&ccedil;&atilde;o de circuitos antigos nossos, que n&atilde;o existem mais as pe&ccedil;as ou que n&atilde;o est&atilde;o mais dispon&iacute;veis e trocar por outras. Mas &eacute; principalmente o Henrique. E o resto do desenvolvimento a gente trabalha com as aplica&ccedil;&otilde;es. O desenvolvimento de novas tecnologias das nossas aplica&ccedil;&otilde;es j&aacute; feitas.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - E tipo assim, em quest&atilde;o, falando um pouco novamente dessa quest&atilde;o de hardware, voc&ecirc; acha que pra esse desenvolvimento das tecnologias assistivas, tanto na parte de software quanto na parte de hardware, voc&ecirc; acha que ela acaba tendo um custo muito alto? Ou &eacute; mais uma quest&atilde;o de gest&atilde;o de recursos?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Acaba tendo um custo alto.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Por qu&ecirc;?</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Demanda. Existem muitas pessoas que possuem as defici&ecirc;ncias que poderiam utilizar nossos produtos, mas elas n&atilde;o conhecem a gente. E voc&ecirc; fazer as coisas em pequena escala acaba saindo bem mais caro do que fazer em grande escala. Eu posso dar um exemplo da minha faculdade. Eu tava fazendo uma mat&eacute;ria de circuitos e que a gente tinha que montar uma placa de circuitos impresso. A gente foi comprar os componentes na China. Tipo assim, se voc&ecirc; comprar 100, se &eacute; mais barato voc&ecirc; comprar um separado, sabe? Tipo assim, se voc&ecirc; comprar grandes quantidades de componentes, grandes quantidades de placa, grandes quantidades de v&aacute;rias coisas, acaba saindo mais barato. Mas como a gente n&atilde;o tem a demanda pra poder fazer isso, pelas pessoas n&atilde;o conhecerem a gente, acaba que a gente tem pre&ccedil;os de custo mais alto. E isso acaba influenciando em diversas coisas. Realmente.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Inclusive at&eacute; no pre&ccedil;o do produto final, n&eacute;? Que, por exemplo, j&aacute; &eacute; um pre&ccedil;o acess&iacute;vel. Pelo menos eu tava vendo l&aacute; a tabelinha de pre&ccedil;o de voc&ecirc;s, e particularmente em compara&ccedil;&atilde;o com outras empresas que a gente encontrou, a de voc&ecirc;s ainda t&aacute; bem acess&iacute;vel. Mas imagina se eu tivesse um custo menor? Com certeza isso acabaria refletindo mais ainda no produto final. Mais pessoas teriam mais acesso, n&eacute;? Uma coisa bem interessante bem a ser analisada a&iacute;.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Mais algu&eacute;m a&iacute; quer fazer alguma pergunta? Eu acho que deu pra entender bem, assim, tipo, os produtos da empresa, como funciona a&iacute; a quest&atilde;o do desenvolvimento p&uacute;blico-alvo da empresa. Acho que isso a&iacute; j&aacute; vai ajudar a gente bastante na nossa pesquisa.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Fico feliz de ter ajudado. Continua &agrave; disposi&ccedil;&atilde;o pra qualquer d&uacute;vida, qualquer coisa que voc&ecirc;s precisarem. &Eacute; s&oacute; mandar mensagem e a gente fica aqui &agrave; disposi&ccedil;&atilde;o.</p><p style='font-size:large;text-align:justify;'><strong>Lucas</strong> - Agradecemos.</p><p style='font-size:large;text-align:justify;'><strong>Juan</strong> - Fico extremamente grato por voc&ecirc; ter participado dessa entrevista, t&aacute;? Muito obrigado mesmo. Acho que foi algo extremamente produtivo pra gente. Com certeza vai auxiliar a gente a&iacute; mais ou menos na nossa pesquisa. Enfim, agradecemos de verdade. Muito obrigado.</p><p style='font-size:large;text-align:justify;'><strong>Pollyanny</strong> - Fico feliz. De nada. &Eacute; isso. Tchau. Tchauzinho. Tchau, tchau. Boa sorte no resto do trabalho.</p>",
        "author": {
            "name": "Grupo",
            "about": ""
        }
    }
]
